1:Fishing
00000000

You don't have space in your Fish Basket for another fish!
00000001

Fishing
00000002

You have gained a fishing level!
00000003

Catch a Fish with a $FireSchoolIcon$ Lure
00000004

Catch a Fish with a $IceSchoolIcon$ Lure
00000005

Catch a Fish with a $StormSchoolIcon$ Lure
00000006

Catch a Fish with a $MythSchoolIcon$ Lure
00000007

Catch a Fish with a $LifeSchoolIcon$ Lure
00000008

Catch a Fish with a $DeathSchoolIcon$ Lure
00000009

Catch a Fish with a $BalanceSchoolIcon$ Lure
00000010

Reveal the location of all Fish
00000011

Reveal the Magic School of all Fish
00000012

Slow all Fish in the Fishing Hole
00000013

Attract all Fish in the Fishing Hole
00000014

Immobilize all Fish in the Fishing Hole
00000015

Reset all Fish in the Fishing Hole
00000016

Select Fish
00000017

<center>Aquarium</center>
00000018

Fish in your Fish Basket that fit in the Aquarium
00000019

Fish in the Aquarium
00000020

Add Fish to Aquarium
00000021

Remove Fish from Aquarium
00000022

This Aquarium doesn't have space for another fish.
00000023

It Got Away
00000024

Balance Fish
00000025

Death Fish
00000026

Fire Fish
00000027

Ice Fish
00000028

Life Fish
00000029

Myth Fish
00000030

Storm Fish
00000031

Requires a Large Aquarium
00000032

Requires a Tall Aquarium
00000033

Requires a Regular Aquarium
00000034

Fish Rank
00000035

Angler's Tome
00000036

Fish Basket
00000037

They spend their time licking their fins and ignoring you. Look for them in the warm, sunlit patches of water in the Commons.
00000038

The most commonly seen and unintentionally caught of all Ice fish. Find them wherever more impressive fish are hiding throughout the Spiral.
00000039

Known for their hot tempers and attraction to bright, shiny things. Look for them in warm patches of water all over the Spiral.
00000040

Known for their icy stare and frosty demeanor. They're typically found chilling in the coolest waters of the Spiral.
00000041

One legend says the Krokotopian Eel hides underwater from the Krokotopian sun. Another legend says it was to get away from talkative Kroks.
00000042

You might not see them, but they'll definitely see you! This fish patrols the waters of Krokotopia with perfect 20/20 vision.
00000043

They change colors the way a Wizard changes robes. They live in Krokotopian waters, but good luck spotting one!
00000044

They have the steadiest fins in all of Krokotopia. Just don't expect to be able to read their handwriting.
00000045

Whether it's lunch or breakfast, the Strawberry Jellyfish is the perfect companion. Find them preserved in Krokotopia.
00000046

These fish really know how to motor. Probably because they actually have one. If you're lucky, you'll see them speeding around Krokotopia.
00000047

The head of operations for all Sturgeons. They practice in Krokotopia.
00000048

While not as sweet as some other Jellyfish, they're still nice to catch. Look for them spread all over MooShu.
00000049

The one fish bears are afraid to catch. As long as they aren't hibernating, you can find them in the wild waters of Grizzleheim.
00000050

These vile tricksters are the scourge of the deep. If you run across one in Grizzleheim, don't listen to anything it tells you. 
00000051

The wild ancestor of the Pig Fish. Known as the worst tempered of all the fish in Grizzleheim.
00000052

They're rarely as clever as they think they are. Never feed them. Typically found still living with their mothers in Grizzleheim.
00000053

Rambunctious and creative, they hope to grow into successful Todd Frogs one day. Watch 'em hop around all over Grizzleheim.
00000054

They may look intimidating, but they're generally harmless. Commonly found sipping coffee and critiquing music in Grizzleheim.
00000055

Fluent in over six million forms of fish communication. Commonly seen mouthing off in Grizzleheim.
00000056

The cold-loving cousin of regular Bear Acudas. While rare, they're sometimes seen drinking soda in the frigid waters of Grizzleheim.
00000057

The crooked commissioner of all the fish.  Find them angrily scheming through the hazards of Grizzleheim. 
00000058

A symbol of its origins, this ancient fish species practically has "Grizzleheim" written all over it. 
00000059

The most flexible of all fish. Catch them as they fold around in the currents of Mooshu.
00000060

Not only can they breathe underwater, they can breathe FIRE underwater. Commonly found boiling water in Mooshu.
00000061

Not the smartest or the prettiest fish, but they are the most noble. No one in Mooshu messes with them because they look so macho.
00000062

A fearless and skilled warrior-fish, the Samurai lives for honor and duty. Commonly seen protecting smaller, weaker fish of Mooshu.
00000063

You will only catch the Ninja Fish that wishes to be caught. For every one you see in Mooshu, there are probably hundreds more you don't. 
00000064

A. Really. Big. Fish. If you do manage to wrestle one in while fishing in Mooshu, try your best not to make it angry. 
00000065

One of the sweetest swimmers you'll ever find. Look for them spread over the waters of Mooshu.
00000066

Some say the Codfather is a humble businessfish. Others say he runs things in the waters of Mooshu. Their offers are hard to refuse.
00000067

Business in the dorsal, party in the tail fin. Commonly seen grooving to loud music in Mooshu.
00000068

They may be a bit raw, but the Musushi are excellent fighters. They hail from Mooshu, but few have ever actually seen them.
00000069

The most commonly seen and unintentionally caught of all Balance fish. Find them wherever more impressive fish are hiding throughout the Spiral.
00000070

A close cousin to the Mullet Fish. Or maybe it's more like an uncle. No one is quite sure. Typically found playing in the mud in Mooshu.
00000071

Originally designed for arch-villainy, they weren't programmed with the attention span for success. Catch them plotting in Mooshu.
00000072

The most commonly seen and unintentionally caught of all Death fish. Find them wherever more impressive fish are hiding throughout the Spiral.
00000073

The most commonly seen and unintentionally caught of all Fire fish. Find them wherever more impressive fish are hiding throughout the Spiral.
00000074

The most commonly seen and unintentionally caught of all Life fish. Find them wherever more impressive fish are hiding throughout the Spiral.
00000075

Some say they can be followed to a pot of gold. Others say they ARE the pot of gold. But everyone can agree they're beautiful. 
00000076

Despite their life of leisure, they just refuse to be happy. They spend their time rage-napping and sulking in the waters of Wizard City.
00000077

The most theatrical of all the fish. All the world may be a stage, but the Sharkspeare only performs in Wizard City.  
00000078

Lightning-quick and shockingly beautiful. Find them thrashing all over the Spiral, from the calmest pond to the most turbulent sea.
00000079

One of the few fish that has to watch out for predators and termites. The Treantfish put down roots in Wizard City.
00000080

The most imaginative of all fish. You're likely to spot them all over the Spiral.  At least, that's what they would like you to believe...
00000081

Enthusiastic and agile, they're the most spirited of all the fish. They abound in healthy numbers throughout the Spiral.
00000082

Like taxes and boss fights, there's no escaping Deathacudas. They're everywhere. It's best to just come to terms with them.
00000083

Suave and debonair, the Errol Fynn is famous for stealing bait and giving it to poor fish in Wizard City.
00000084

The most even-keeled of all fish. Famous for their scales. They can be found in every kind of habitable water imaginable.
00000085

Is it a fish? Is it a bird? No one is sure. Including the Gullfish. Look for them flying around the waters in Wizard City.
00000086

They spend their time licking their fins and ignoring you. Look for them in the warm, sunlit patches of water in the Commons.
00000087

Hook this scurvy scallywag before they hook you! While they roam every corner of the Spiral, they prefer the sea, of course.
00000088

Don't let the name and the cute appearance fool you. They'll cut you. Keep your guard up for these savages when fishing in Wizard City.
00000089

This fish often comes across as stressed out and rude. Probably because it's fried. They swim fresh to order in Wizard City. 
00000090

Exquisitely engineered to swim, they've also been programmed to love. Try to catch your new best friend in water throughout the Spiral!
00000091

Wise and extremely astute. They're the scholars of the fish world. They'll keep an eye out for you in Wizard City.
00000092

The handiest of all the fish. Or maybe it's the finniest? Commonly found in all well-constructed bodies of water throughout the Spiral.
00000093

They all died years ago, they just haven't figured it out yet. If there's water, there's probably a Bone Fish "living" in it.
00000094

You can run, but you can't hide. Their orders are to catch you. They like to stay hidden, but they're everywhere. Waiting.
00000095

Quick but unfocused. Considered the sketchiest of all the fish. Look for them scrawled throughout the Spiral.
00000096

There are fish. And there is art. The Jackson Pollock is both. They're on display in all cultured waters of the Spiral.
00000097

The prettier and smarter sisters of the Doodlefish, though they're still a bit sketchy. Look for them scrawled throughout the Spiral.
00000098

They're suckers for peanut butter sandwiches. But no crust! They're spread all over the Spiral.
00000099

The most commonly seen and unintentionally caught of all Myth fish. Find them wherever more impressive fish are hiding throughout the Spiral.
00000100

The most commonly seen and unintentionally caught of all Storm fish. Find them wherever more impressive fish are hiding throughout the Spiral.
00000101

Commonly referred to as the prince of fish thieves. Often seen roving about Wizard City waters with a band of merry fish.
00000102

Not the smartest or the prettiest fish, but they are the most noble. No one in Krokotopia messes with them because they look so macho.
00000103

Equipped with brawn and brains, this is one of the brightest fish in Grizzleheim. If you see one, try not to stare directly at it.
00000104

Fish can be found in this area!
00000105

Though a result of a grotesque science experiment, they were at least given a kind heart. They're seen only around Halloween, eluding angry mobs.
00000106

CSR Reveal the names of fish
00000107

Wait until lure goes underwater
00000108

Fish like lures from their school
00000109

If you manage to catch one of these rare fish, consider yourself very lucky. Whether it's good luck or bad luck is up for debate.
00000110

For a Fish that tries to eat everything, they don't bite Lures very often. They do produce more bubbles than any other Fish though.
00000111

Seen stalking the waters around Halloween time. But don't worry, they're not into blood. They're suckers for ink.
00000112

While they prefer chestnuts, they'll still crack down on the occasional Lure. Only seen marching around the Holidays.
00000113

The perfect answer for anyone who loves a good holiday kiss from a Fish. They can't escape from under the mistletoe if they tried.
00000114

The only fish capable of leveling tall mountains. Thankfully, it spends all its time underwater, far away from any mountain ranges.
00000115

You'll never hear a bah humbug out of this Yuletide-loving fish! Catch them wassailing around the Holidays.
00000116

<center>Total Caught Fish</center>
00000117

Total Unique Fish Caught
00000118

$NAME$ is fishing level $LEVEL$!
00000119

Though young and sheepish, you can still count on finding them in the icy waters of Kembaalung.
00000120

Born grim and somber, they live for death. Be sure to keep your head up and an eye out for them in Darkmoor.
00000121

Doggedly tenacious, they aspire to one day lead the Royal Marleybonian Navy. Luckily for us, no one has ever asked them to.
00000122

Ever vigilant and attentive, they keep watch in Marleybone day and night. What are they watching over? No one really knows.
00000123

They work tirelessly to ward off evil spirits from the waters of Darkmoor. Unfortunately, they're really, really bad at it.
00000124

Traditionally used in Kembaalung as a pack fish, the Yakoi is also a brilliant conversationalist. So long as you speak Yakoian.
00000125

Forget migrating or hibernating, the Cold Cod stays warm in the winter with a hat and fin-mittens. Take that, Jack Frost.
00000126

Forget migrating or hibernating, the Cold Cod stays warm in the winter with a hat and fin-mittens. Take that, Jack Frost.
00000127

When they're not hunting Dragonspyre for souls to harvest, they spend their time chasing answers to the deeper questions in life.
00000128

As leaves change colors in the fall, so does the Fall Foliage Fish. Best to enjoy them now, they're much less impressive come winter.
00000129

No one loves springtime more than the Springfish. Their favorite spring pastimes include gardening and listening to the rain. And swimming.
00000130

What a stroke o' luck! The elusive ShamRockfish only appear in March, and rarely can you find one that's not at the end o' a rainbow.
00000131

There's not a sweeter, more caring fish in all the Spiral. Just be careful - they've been known to get a bit clingy around Valentine's Day.
00000132

Ancient Krokotopians used a hammer and chisel to write down their hieroglyphs until they discovered the divine ink of the Pharaohmari.
00000133

Once powerful figures in Dragonspyre, Spyre Eels were banished to lava pits centuries ago due to poor hygiene and propensity for bad puns.
00000134

Is it a dragon? Is it an insect? Or is it a fish? No. It's all three. Why? Because Dragonspyre. That's why.
00000135

They're beautiful, but also very fragile. Remember to tell them they're pretty, but never mention that the Springtime Bunnyfish isn't real.
00000136

A seasonal gift from the Springtime Bunnyfish, they actually prefer being in your Fish Basket to the water. They're not that bright.
00000137

A seasonal gift from the Springtime Bunnyfish, they love hiding in grass and asking if their fake rabbit ears make them look smarter.
00000138

Sentinel Fish Got It
00000139

Reveal the location of all Rank 1 Fish
00000140

Force rank 1 Sentinels to flee
00000141

Scare away all fish except $BalanceSchoolIcon$
00000142

Scare away all fish except $DeathSchoolIcon$
00000143

Scare away all fish except $FireSchoolIcon$
00000144

Scare away all fish except $IceSchoolIcon$
00000145

Scare away all fish except $LifeSchoolIcon$
00000146

Scare away all fish except $MythSchoolIcon$
00000147

Scare away all fish except $StormSchoolIcon$
00000148

Reveal Whoppers and almost Whoppers
00000149

Reveal Small Fries and almost Small Fries
00000150

Congratulations! Do you have any idea how important of a catch this is? APRIL FOOLS! It's just an Ol' Boot. Better luck next time.
00000151

Cousins of the Freshwater Smelts, these Fish prefer the hot new lava flows of Dragonspyre.
00000152

These Fish are Biologically identical to the Spyre Eels of Dragonspyre, except they're... well, you know... undead.
00000153

During the summer months, you'll find this Fish basking lazily in the warm, sun-drenched waters. They're a nightmare in the winter though.
00000154

These vile tricksters are the scourge of the deep. If you run across one in Dragonspyre, don't listen to anything it tells you.
00000155

Distant cousins of the Freshwater Smelt, this Fish prefers the hot, new lava flows of Dragonspyre to freshwater.
00000156

One of the most colorful Fish in Dragonspyre, both in appearance and disposition. The Ember Parrot never passes up an opportunity to speak their mind.
00000157

If you're reading this, you managed to catch one of the mighty Sentinels of Dragonspyre. You must be pretty good. Or exceptionally lucky.
00000158

Don't let their rough appearance fool you; the only thing scary about these Fish is their taste in music. Look for them loitering around Dragonspyre.
00000159

Be careful when you're Fishing in Dragonspyre, Partner. The Trigger Fish has a quick temper and an even quicker draw.
00000160

They may look sweet and harmless, but make no mistake - if given the opportunity, the Dragonling will burn you.
00000161

One of the most fantastic yet creepy Fish in Dragonspyre. If you catch one, it's important to remember that they have no power over you.
00000162

Sure they're a bit smelly and sometimes have a difficult time opening up, but there's no better Fish to have a sandwich with.
00000163

Just because they're the sweetest of the Grunions doesn't mean these Dragonspyre Fish can't still bring you to tears if you're not careful.
00000164

This branch of the Grunion family is known throughout Dragonspyre for their spicy temperament, but they're not bad in small doses.
00000165

Though not as sweet or as spicy as their cousins, this species of Grunion is one of the most tasteful in all of Dragonspyre.
00000166

The most notorious outlaw Fish in Dragonspyre, Sam Bass is also one of the most elusive. You'll be lucky to keep this one from getting away.
00000167

This School of Fish does it all. Except walk. Or breath air. But they're totally masters of all the other Fish activities.
00000168

While this School of Fish is quite proficient in the teachings of Death, they unfortunately smell like Death too.
00000169

This School of Fish does it all. Except walk. Or breathe air. But they're totally masters of all the other Fish stuff.
00000170

This School of Fish focuses on teaching its Fish about the cold, hard facts of being a Fish.
00000171

The healthiest of all Schools of Fish, these Fish are rarely absent. However, they do have a surprisingly high rate of tardiness.
00000172

This School of Fish overflows with imagination, though the Fish are prone to daydreaming.
00000173

One of the most popular Schools of Fish, they strive to inspire young Fish with electrifying lectures, but they all too often fail to make an impact.
00000174

No fish affected!
00000175

free
00000176

free
00000177

free
00000178

free
00000179

free
00000180

free
00000181

Once powerful figures in Dragonspyre, Spyre Eels were banished to lava pits centuries ago due to their poor hygiene and propensity for bad puns.
00000182

This School of Fish specializes in the hottest new forms of swimming, diving, and general Fish activities.
00000183

If you're reading this, you managed to catch one of the mighty Sentinels of Celestia. You must be pretty good. Or exceptionally lucky.
00000184

Once believed to be a product of fantasies and delusions, this Fish is indeed quite real. Catch one in Celestia before one catches you!
00000185

People accuse Nibblers of being obsessed with oral hygiene. If your teeth were eighty percent of your total body mass, you'd be obsessed too!
00000186

All they wanted was to swim around Celestia and protect other Fish, but no, you just had to come along and catch this poor Sentinel. Great job!
00000187

I'm a harmless Catshark and you caught me! It's OK though. Just put me in a Tank with Catfish. I totally won't eat them! - Real Catshark.
00000188

Known for their bite frequency and picture quality, you can watch this Fish surf channels in Celestia. Just don't call them click bait!
00000189

These Celestian Fish typically put up a tremendous fight, but are susceptible to a good Ice Lure and a quick right hook.
00000190

This Fish is about as easy to catch as it is to pronounce. You can typically find them at underwater luaus in Celestia.
00000191

This Fish was once the driving force of the Celestian economy, but they're slowly being replaced by more energy efficient renewable Fish.
00000192

Banned from professional boxing due to a lack of lungs and rampant rule breaking, Little Mackerel can still be found training in Celestia on occasion.
00000193

One of the most ruthless of all Fish thugs, some have speculated that Jaws' vicious demeanor is simply a result of tooth rust.
00000194

<center>Catch of the Day</center>
00000195

Today only, receive three times the gold for this fish!
00000196

This week's Tournament is for Whoppers!
00000197

This week's Tournament is for Small Fry!
00000198

Fishing Tournament Fish!
00000199

You've just caught this week's Tournament Fish! If you submit this fish for judging in the tournament, it will be removed from your fish basket. Would you like to enter this fish in the tournament?
00000200

Your fish has been entered in this week's Fishing Tournament!
00000201

Your fish has been entered in this week's Fishing Tournament and is currently #$NUM$!
00000202

<center>Fishing Tournament</center>
00000203

Fish Name
00000204

Fish Size
00000205

Player
00000206

This Week's Tournament Leaderboard
00000207

Last Week's Tournament Leaderboard
00000208

My Fish
00000209

<center>Fishing Tournament Rewards</center>
00000210

The Catch of the Day changes every day at midnight US Central time. \n\nEvery Catch of the Day fish you sell earns you three times the normal price plus a daily catching bonus. \n\nEach day you catch the Catch of the Day fish, your catching bonus increases by 100 gold to a maximum of 3000 gold per fish sold!\n\nYour Catch of the Day Bonus is $BONUS$ gold!
00000211

Fishing Tournaments last one week beginning at midnight, Sunday night. \n\nOnly the top 100 fish are shown on the leader board. \n\nAt the end of the tournament, you will receive prizes based on how your fish did in the tournament. If your fish didn't receive a Gold, Silver or Bronze medal, you will receive a consolation prize for each fish entered in the tournament. \n\nThis week's leader board displays which fish would receive a medal, if the tournament ended right now.
00000212

You just caught today's Catch of the Day! Your Catch of the Day Bonus is 3000 gold! Every Catch of the Day fish you sell today will be worth an additional 3000 gold!
00000213

You just caught today's Catch of the Day! Your Catch of the Day Bonus increased by 100 gold to $BONUS$ gold! Every Catch of the Day fish you sell today will be worth an additional $BONUS$ gold!
00000214

You just caught today's Catch of the Day! Every day you catch the Catch of the Day your Catch of the Day Bonus increases by 100 gold! Every Catch of the Day fish you sell today will be worth an additional $BONUS$ gold!
00000215

They aren't the smartest or the cutest, but the Goliath Doodlefish sure are... umm... animated. Find them doodlestalking the Amber Estate.
00000216

This fish can only be found swimming in the waters of the Pyramid of the Lost Horizon house.
00000217

This fish can only be found swimming in the waters of the Winter Wind Tower house.
00000218

This fish can only be found swimming in the waters of the Acropolis house.
00000219

This fish can only be found swimming in the waters of the Serpentine Escape house.
00000220

This fish can only be found swimming in the waters of the Death School house.
00000221

This fish can only be found swimming in the waters of the Wyrd House.
00000222

This fish can only be found swimming in the waters of the Island Getaway house.
00000223

This fish can only be found swimming in the waters of the Great Citadel house
00000224

This fish can only be found swimming in the waters of the Grand Fortress house.
00000225

This fish can only be found swimming in the waters of the Watchtower Hall house.
00000226

This fish can only be found swimming in the waters of the Sun Palace house.
00000227

This fish can only be found swimming in the waters of the Dragon's Fjord house.
00000228

This fish can only be found swimming in the waters of the Desert Villa house.
00000229

This fish can only be found swimming in the waters of the Oasis Camp house.
00000230

This fish can only be found swimming in the waters of the Royal Estate house.
00000231

This fish can only be found swimming in the waters of the Metropolitan Manor house.
00000232

This fish can only be found swimming in the waters of the Life house.
00000233

Masters of stealth, if you've caught a Ninja Pig Doodlefish, it's because they wanted to be caught.
00000234

This fish can only be found swimming in the waters of the Jungle House Boat.
00000235

This fish can only be found swimming in the waters of the Polaris Shipwreck house.
00000236

This fish can only be found swimming in the waters of the Botanical Gardens house.
00000237

This fish can only be found swimming in the waters of the Sultan's Palace house.
00000238

While some find them bizarre, but most agree that it's definitely one of the most handsome doodlefish in the Spiral.
00000239

This fish can only be found swimming in the waters of the Massive Fantasy Palace house.
00000240

It's not the size of the shark in the fight; it's the size of the shark's nose in the fight. At least, that's what the Stubby Balance Shark says.
00000241

It's not the size of the shark in the fight; it's the size of the shark's nose in the fight. At least, that's what the Stubby Death Shark says.
00000242

It's not the size of the shark in the fight; it's the size of the shark's nose in the fight. At least, that's what the Stubby Fire Shark says.
00000243

It's not the size of the shark in the fight; it's the size of the shark's nose in the fight. At least, that's what the Stubby Ice Shark says.
00000244

It's not the size of the shark in the fight; it's the size of the shark's nose in the fight. At least, that's what the Stubby Life Shark says.
00000245

It's not the size of the shark in the fight; it's the size of the shark's nose in the fight. At least, that's what the Stubby Myth Shark says.
00000246

It's not the size of the shark in the fight; it's the size of the shark's nose in the fight. At least, that's what the Stubby Storm Shark says.
00000247

This fish can only be found swimming in the waters of the Balance house.
00000248

This fish can only be found swimming in the waters of the Death house.
00000249

This fish can only be found swimming in the waters of the Fire house.
00000250

This fish can only be found swimming in the waters of the Ice house.
00000251

This fish can only be found swimming in the waters of the Myth house.
00000252

This fish can only be found swimming in the waters of the Storm house.
00000253

Found only in the fantastic waters of the Massive Fantasy Palace, they're also Headmaster of the Ravendoodle School of Doodlefishery.
00000254

A famed doodlemystic from DoodleAzteca, they swim around the Pyramid of the Lost Horizon now due to the doodledestruction levied by DoodleXibalba.
00000255

Ahh! Did an errant Pigswick spell turn Nalia DuneStrider into a fish? Oh wait, it's just the Nalia DuneStrider Doodlefish. WHEW!
00000256

What's better than a Zafarian librarian in your aquarium? A DoodleZafarian doodlelibrarian in your aquarium!
00000257

Once revered DoodleZafarian doodleshamen, they call the Serpentine Escape their home now after that whole doodlecomet thing.
00000258

The doodleking of the DoodleImmortals. He's also a pretty good dancer. Watch him reign - or maybe even rhumba - in the Acropolis.
00000259

Lighthearted and jovial, they're great at a party, but can be awkward in formal settings. They prefer chilling in the Winter Wind Tower.
00000260

A hand-drawn two-dimensional carnivorous plant-fish? Swim in the waters of the Botanical Gardens at your own risk. You've been warned!
00000261

The greatest doodlemilitary mind in the Polaris Shipwreck! Just don't bring up its height. Or its weight for that matter. That's just rude.
00000262

 Placeholder
00000263

These hungry, hungry fish stalk their prey in the waters off the Zafarian Waterfront. But they're only dangerous if you're a tiny, white marble.
00000264

While typically peaceful, these ectoplasmic ghostfish won't hesitate to slime anyone who comes between them and food. Find them haunting the Baobab Crown.
00000265

Inhabiting the waters of the Baobab Market, they resemble their distant Water Mole cousins, but also have that slimy disgustingness that only eels possess. 
00000266

They may share a similar appearance with the land-dwelling elephants of Zafaria, but unfortunately, the Elephant Fish's memory resembles that of a Goldfish.
00000267

The Yarn Squid is renowned throughout the Zamunda Outskirts for spinning fanciful tales. Though, some claim they're just little tangled balls of lies.
00000268

Known for their unimpeachable unbiasedness and questionable eyesight, the Zebra Fish are considered the referees of the Baobab Crossroads waters.
00000269

The king of the Fishes! (Not really. We just say that to make them feel good. They're actually pretty worthless, honestly. Pretty, but worthless.)
00000270

The Pacuman Sentinel patrols Zafarian waters, gobbling up fruit, avoiding ghosts, and furiously alerting unsuspecting Fish to your presence.
00000271

The seldom seen Ms. Pacuman Sentinel patrols Zafarian waters, gracefully eating fruit, elegantly avoiding ghosts, and skillfully alerting Fish to your presence.
00000272

It was once believed Rhino Fish encounters in the wild were so rare because they were endangered. Then it was discovered they're actually just super shy.
00000273

In death, Ghost Sharks are the outright kings of the Darkmoor Manor waters. In life, they were accountants. Suffice it to say, they are enjoying their new gig.
00000274

The Morganthe Doodlefish rules with an iron doodlefin in the murky waters of the Darkmoor Manor. It takes Luck to catch her, but no one ever said it's good Luck.
00000275

They might not have been the first Fish in the Death School House, or the smartest, but they're easily the most entertaining.
00000276

The Moolinda Doodlefish floats about the Life School House, studying and caring for all that live within it. Just don't expect her to pull weeds.
00000277

Few Fish possess the wisdom of the venerable Alhazred Doodlefish. Fewer still possess as strong of the old fish smell.
00000278

Scare away all except Rank 1 fish
00000279

Scare away all except Rank 2 fish
00000280

Scare away all except Rank 3 fish
00000281

While no doubt wise and immensely talented, most who come across them can't help but feel this Fish is just plain mean.
00000282

A fan of soft jazz and sunrises, the Dalia Doodlefish also has a burning passion for Fire. And water. Cuz she's a Fish. It's complicated.
00000283

Is there a sweeter lil' Doodlefish in the entire Spiral? It's possible, but you'll be hard-pressed to catch one!
00000284

Perhaps the most spirited, if not the most forgetful, of all the Doodlefish. They're a veritable tsunami of Fishing fun.
00000285

A Charter member of the DoodleSilent Sabers. Just know that if you catch the Qismah Doodlefish, it's only because she wanted to be caught.
00000286

BacchusCuda are the life of the party ... until they aren't. Whatever's in that mug of theirs sure makes them act silly.
00000287

Deer Knight Doodlefish are rather antisocial. They've been known to cancel plans just to binge watch Deer Knights of the Realm on their DVR.
00000288

Once consulted for their wealth of information, Micro Fish have now retired ... or rather, were replaced by a more technologically advanced fish.
00000289

AchillesTang can never quite find proper armor to fit them leaving their fins vulnerable. You'd think there would be a standard size.
00000290

Listen to that tune - ah, it must be the melody of the famous Apollock strumming his golden lyre.
00000291

Known as rather bull-headed, Minnowtaur insist on swimming against the current. They may look dangerous, but they're all brawn, no bite.
00000292

Neptuna believe they rule the sea. They command other fish to do their chores ... like folding their laundry or taking out the trash.
00000293

Rumors of being named after a salad haunt the poor Ceasarbream. They can only respond with "Et tu, Brute!"
00000294

Rather flighty but sickeningly sappy, Codpid desire nothing more than to spread love and friendship throughout the Spiral.
00000295

Flying fish they may be, but Ikoirus are doomed to a lifetime in the sea. If only they had not tried to fly too close to the sun ...
00000296

If you listen closely you can hear the call of Spartan Spear. For Sparta!
00000297

Centuries ago, Pompeiino erupted from a fiery volcano. Buried beneath the depths, they're rarely found.
00000298

Force rank 1 and rank 2 Sentinels to flee
00000299

Hag Fish are quite the witchy fishy. Other Fish scare easily when Hag Fish shout "Get out of my pond!" while shaking their fins!
00000300

Jabber Pollock aren't easily understood. Their means of nonsensical communication confounds even the most seasoned of Fish language scholars.
00000301

To swim, or not to swim; that is the Hamlet Fish's question. The answer: Swim, because if they don't they'll suffocate and die.
00000302

Red Cap Carp are known for their bushy white beards and woolen red caps. Be careful not to mistake them for a certain Yuletide present-giver. They HATE that.
00000303

William Walleye fights for the rights of the Small Fry Fish. Best known for the rallying cry: 'They may take our ponds, but they'll never take our freedom!'
00000304

Legend states that the Angler who pulls a Sword Stone Fish from the water is the one true King. If you're reading this, it probably means that legend was wrong.
00000305

Sword Tails believe they're outwitting Anglers by disguising themselves as swords. Joke's on them though, because who wouldn't want a free pond sword?
00000306

They may be the divinely anointed rulers of the Fishdom, but they'll always bend a fin to the council of the Holy Mackerel.
00000307

Not saying they're squares, but Box Jellies are incredibly rigid. If they offer fashion or music advice, do the exact opposite.
00000308

It might surprise you to hear that the Obese Dragon Fish say that they're actually in pretty good shape. They claim they're just big boned.
00000309

Enchanting and whimsical, the Sea Fairy exudes an air of mystery. So any bubbles they might produce are totally just mystery, nothing else. Don't be gross.
00000310

The Black Knight Fish always triumphs! Sort of. They're so stubborn they consider being caught by an Angler as nothing more than 'a minor Fish wound'.
00000311

Monk Fish are free of all Spiraly possessions and have devoted their lives to meditation and contemplation. And swimming.
00000312

Jabber Pollock aren't easily understood. Their means of nonsensical communication confounds even the most seasoned of Fish language scholars.
00000313

Legend states that the Angler who pulls a Sword Stone Fish from the water is the one true King. If you're reading this, it probably means that legend was wrong. 
00000314

Beastman Doodlefish are brash, brutish, and quick to respond to criticism ... especially on social media.
00000315

They patrol the waters of the Wizard's Keep with unparalleled resolve, even if they're utterly useless at stopping any kind of threat.
00000316

Sink all chests to the bottom
00000317

Double the chance of catching a chest
00000318

The only thing sharper than this Fish's defenses is their wit. They always chop down the competition in pun-off competitions.
00000319

Their impressive physical armaments are purely for defense. However, their breath can be quite offensive.
00000320

For being one of the smartest Fish in Azteca, the Doliphisaur still isn't smart enough to not get caught.
00000321

Aztecan lore says this Fish/Bird/Snake hybrid is the boundary-maker between the water and the sky, and the creator of surf & turf meals.
00000322

The chicken of the nightmare sea.
00000323

The Chupacarpe were once considered to be a myth. Turns out they're just super anti-social. So don't feel bad. It's them, not you.
00000324

Ugh, it's a Parrot Fish. Look busy. Parrot Fish want a cracker! Parrot Fish want a cracker! Ugh, it's a Parrot Fish. Look busy. Ugh! Ugh!
00000325

The other Fish laughed at the Anglyosaur for prepping for the end of the world. Well, who's laughing now, huh?
00000326

Naturally heavily armed, the Triceratorpedo is the kind of Fish you want with you when swimming in the more dangerous Aztecan waters.
00000327

Once feared extinct, the extra-large Megloteca is now just a feared stink.
00000328

Don't be too shocked if the Aero Dwarf Doodlefish greets you with a hearty tail-slap to the face. It's just how they say hello.
00000329

This elusive Fish struggles with social anxiety, but they do enjoy the right company. They'll show up if enough people show interest.
00000330

Once the prized possession/unwilling captive of an evil Giant Doodlefish, today they gallivant freely in the waters of Everafter Village.
00000331

Are they Crabs or Fish? Or are they weird sentient doodles? Whatever you call them, just don't call 'em late dinner. Unless dinner is crabs or fish. Or doodles.
00000332

The sweetest and most diabolical Doodlefish you will ever encounter. They bring all new meaning to "Killing with kindness".
00000333

Hardworking and loyal to a fault, Steelhead Doodlefish make for great friends. However, they tend to be annoyingly hardheaded in a disagreement.
00000334

Much like how Water.org grants fresh water and sanitation to those in need, the Wells Catfish grants wishes! But only if you wish for wet yarn.
00000335

The bravest, fiercest, loyalist, and Kiai-iest Doodlefish ever... born? Are Doodlefish born, or are they drawn and cut out of cardboard? So many questions...
00000336

Sure, it seems very deep, but it prefers shallow water.
AnglersTome
Name of page in spell book that shows player's fish history (how many of each fish type of fish they caught, largest, smallest, number whoppers, etc)
<center>Angler's Tome</center>
CaughtFishChest
the title on the Caught Fish UI when you catch a chest
<center>Fishing Chest</center>
CaughtFishLength
when you catch a fish this tells the length of that fish.  The number shows precision out to one tenth. there is no unit of measurement
<center>$NUM$</center>
CaughtFishSmallFry
when the fish you catch is very very small
<center>Small Fry</center>
CaughtFishWhopper
when the fish you catch is very very large
<center>Whopper</center>
FishHint1
Fishing hints displayed in help window from fishing spellbook page (fish basket)
A  fish bite is different than a nibble! Don't Invoke your Lure until the Lure sinks completely underwater. It will splash when it goes under.
FishHint2
Fishing hints displayed in help window from fishing spellbook page (fish basket)
Use the correct Lure spell to have a better chance of catching fish. Fish like Lures from their own schools.
FishHint3
Fishing hints displayed in help window from fishing spellbook page (fish basket)
Fish are tricky. Sometimes, even when you use the correct Lure and Invoke it at the right time, fish can still get away.
FishHint4
Fishing hints displayed in help window from fishing spellbook page (fish basket)
Items that increase your Fishing Luck (like a Fishing Elixir) will improve your chance of catching all fish.
FishHint5
Fishing hints displayed in help window from fishing spellbook page (fish basket)
If the Rank of the fish is higher than the Rank of the Lure you are using, it has a greater chance to escape. 
FishHint6
Fishing hints displayed in help window from fishing spellbook page (fish basket)
Be sure to place your Lure in front of the fish you're trying to catch.
FishingLevel
used just like GUI_GardeningLevel, this is the "rank" and is shown by the fishing XP bar at the top of the screen
rnk
FishingLuck
This increases your percentage chance to catch the fish instead of it getting away
Fishing Luck
FishingLuckBoosts
tool tip when you mouse over the fishing luck image on the character sheet Activities page
Fishing Luck Boosts from Equipment and Elixirs
FishingLuckTotalEquipmentBoosts
total amount of fishing boosts given by equipment and elixirs, shows on the Activities character sheet page under your fishing xp and level info inside the fish doodle
<center>+ $NUM$%<center>
FishingTips
mouse over tool tip for fish help button 
Fishing Tips
FishingTipsTitle
fishing help window title
<center>Fishing Tips</center>
FishingTitle
Centered fishing title for help pages
<center>Fishing</center>
FishingXP
used just like GUI_GardeningXP, this is the mouse-over tool tip on the fishing xp bar at the top of the screen
Fishing XP $CURRENT$/$TOTAL$
LargestFish
largest size of specific type of fish
Largest Size
ReqLargeKeeperAq
mouse over tool tip to let player know which aquarium a fish needs. 
This fish requires a large keeper aquarium.
ReqLargeSmallFryAq
mouse over tool tip to let player know which aquarium a fish needs. 
This fish requires a large small fry aquarium.
ReqLargeWhopperAq
mouse over tool tip to let player know which aquarium a fish needs. 
This fish requires a large whopper aquarium.
ReqRegKeeperAq
mouse over tool tip to let player know which aquarium a fish needs. 
This fish requires a regular keeper aquarium.
ReqRegSmallFryAq
mouse over tool tip to let player know which aquarium a fish needs. 
This fish requires a regular small fry aquarium.
ReqRegWhopperAq
mouse over tool tip to let player know which aquarium a fish needs. 
This fish requires a regular whopper aquarium.
ReqTallKeeperAq
mouse over tool tip to let player know which aquarium a fish needs. 
This fish requires a tall keeper aquarium.
ReqTallSmallFryAq
mouse over tool tip to let player know which aquarium a fish needs. 
This fish requires a tall small fry aquarium.
ReqTallWhopperAq
mouse over tool tip to let player know which aquarium a fish needs. 
This fish requires a tall whopper aquarium.
SmallestFish
smallest size of specific type of fish
Smallest Size
SmallFries
total number of type of fish caught by player that are small fries
Total Small Fries
ToolTipEpic
mouse over tool tip for icon that shows up for epic fish
This is an epic fish!
ToolTipLengthIcon
this icon goes before the length number so if you mouse over the icon you will see what the number is telling you, the fish's length.
Length
ToolTipLengthNormal
mouse over tool tip for icon when the fish is a normal length
This fish is a Keeper!
ToolTipLengthSmallFry
mouse over tool tip for icon when the fish is a very small length
This fish is a Small Fry!
ToolTipLengthWhopper
mouse over tool tip for icon when the fish is a very large length
This fish is a Whopper!
ToolTipRare
mouse over tool tip for icon that shows up for rare fish
This is a rare fish!
ToolTipSeasonal

This is a seasonal fish!
TotalFish
total number of a type of fish caught by player
Total Caught
Whoppers
total number of type of fish caught by player that are whoppers
Total Whoppers
